{
  "0": [
    {
      "id": 1,
      "author": "pepexqw",
      "author_id": 1,
      "title": "Правила форума",
      "text": "Правила форума\r\n\r\n\r\nУважение ко всем участникам\r\n\r\n- Соблюдайте доброжелательность и вежливость в общении. Личностные оскорбления и агрессия не допускаются.\r\n\r\nТематика сообщений\r\n\r\n- Все сообщения должны соответствовать тематике форума. Пожалуйста, читайте описание разделов перед созданием тем.\r\n\r\nЗапрет на спам\r\n\r\n- Не размещайте повторяющиеся сообщения, рекламные посты или ссылки на внешние ресурсы без разрешения администрации.\r\n\r\nКонфиденциальность\r\n- Не публикуйте личные данные, такие как адреса, номера телефонов и другую идентифицирующую информацию без согласия.\r\n\r\nОстрая критика\r\n- Строительная критика приветствуется, но она должна оставаться конструктивной и вежливой.\r\n\r\nМодерация\r\n- Уважайте решения модераторов. Нарушение правил может привести к предупреждениям или бану.\r\n\r\nПравильное оформление сообщений\r\n- Используйте корректное написание и оформление. Мы приветствуем ясные и лаконичные сообщения.\r\n\r\nСообщение о нарушениях\r\n- Если вы увидели нарушение правил, пожалуйста, сообщите модератору.\r\nВозрастные ограничения\r\n\r\n- Убедитесь, что ваш возраст соответствует требованиям форума. Запрещено размещать контент для взрослых.\r\n\r\nПоддержание порядка\r\n\r\n- Стремитесь поддерживать порядок на форуме, не засоряйте обсуждения неуместными комментариями.\r\n- Эти правила помогут создать дружелюбную и продуктивную атмосферу для общения. \r\n\r\n\r\nПожалуйста, следуйте им, чтобы обеспечить приятное времяпрепровождение для всех участников.",
      "replies": [
        {
          "author": "pepexqw",
          "author_id": 1,
          "text": "okak"
        }
      ]
    }
  ],
  "1": [
    {
      "id": 1,
      "community_id": 1,
      "author": "pepexqw",
      "author_id": 1,
      "title": "Новости дня 04.01.2026",
      "text": "16:28\r\nРаботу ограничил аэропорт Внуково\r\n\r\nАэропорт Внуково временно ограничил работу, заявил советник руководителя Росавиации Артем Кореняко. Через некоторое время аэропорт частично восстановил работу, но принимает и отправляет рейсы только по согласованию.\r\n\r\nОграничения необходимы для обеспечения безопасности полетов, сказал пресс-секретарь ФАВТ.\r\n\r\nУтром аэропорт Внуково принимал и отправлял рейсы по согласованию. Менее чем через час утрениие ограничения были сняты.\r\n\r\nАэропорт Калуги также ограничил работу второй раз за сутки.",
      "replies": [],
      "created_at": "2026-01-04T13:54:18.402772"
    }
  ]
}